Repository: artandor/ouag-backend
Catalog: api/translations/messages+intl-icu.*.xlf
Languages: fr

source: Confirm your account
fr: Confirmez votre compte

source: Nice to meet you %username%
fr: Ravi de vous rencontrer {username}

source: Welcome to
fr: Bienvenue sur

source: Once your account is activated, you'll be able to enjoy the features OUAG has to offer.
fr: Une fois votre compte activé, vous pourrez profitez des fonctionnalités que OUAG a à vous offrir.

source: Your gift has been claim
fr: Votre cadeau a été réclamé

source: Hello %username_sender%,
fr: Bonjour {username_sender},

source: %email_receiver% received your gift %gift_name%. We're sure your gift is perfect, but just in case, remember that you can still update all souvenirs that are not yet send.
fr: {email_receiver} a bien reçu votre cadeau {gift_name}. Nous sommes persuadés que votre cadeau est parfait, mais au cas où, vous pouvez toujours modifier les souvenirs qui n'ont pas encore été envoyés.

source: gift_receiver received your gift gift_name !
fr: {gift_receiver} a reçu votre cadeau {gift_name} !

source: Please activate your account by clicking the following link : <a href="%signedUrl%">Click Here</a>
fr: Veuillez activer votre compte en cliquant sur le lien suivant : <a href="{signedUrl}">Cliquez ici</a>

source: Note : This is an automatic email, please do not answer it. You can delete it if you want.
fr: Note : Ceci est un email automatique, veuillez ne pas y répondre. Vous pouvez le supprimer si vous voulez.

source: gift_sender sent you a gift !!
fr: { invite.creatorNickname ?: gift.owner.displayName } vous a envoyé un cadeau !!

source: Hey there
fr: Salut

source: He even left you a message
fr: Il vous a même laissé un message

source: How to retrieve your gift ?
fr: Comment obtenir votre cadeau ?

source: Download the mobile app and register with this email
fr: Téléchargez l'application mobile et créez un compte avec cet email

source: Click the
fr: Cliquez sur l'

source: gift icon and enter this code
fr: icone de cadeau et entrez ce code

source: Feedback / Bug
fr: Retours / Bug

source: If you encounter a bug or want to make a feedback, please do it at this <a href="https://forms.gle/Wq78YawyCinQhsbE8">address</a>
fr: Si vous rencontrez un soucis ou voulez nous faire un retour, veuillez le faire à cette <a href="https://forms.gle/Wq78YawyCinQhsbE8">adresse</a>

source: %creator_name% has a present for you
fr: { creator_name } a un cadeau pour vous

source: New gift available for you
fr: Nouveau cadeau disponible

source: There's something new in
fr: Il y a du nouveau dans

source: See it now !
fr: Cliquez pour voir

source: Go to the
fr: Allez à la

source: receive page
fr: page de réception

source: to claim your gift
fr: pour obtenir votre cadeau

source: Enjoy your gift ! And don't forget to say thank you to
fr: Profitez de votre cadeau ! Et n'oubliez pas de remercier

source: Please activate your account by clicking the following link :
fr: Merci d'activer votre compte en cliquant sur le lien suivant :

source: Click Here
fr: Cliquez ici

source: Create an account with this email at
fr: Créez un compte avec cet email sur
